{
    "recipeCollection": [{
            "name": "Comida Tradicional Chilena",
            "recipes": [
                {
                    "name": "FISH CALDILLO",
                    "recipeIngredient": [
                        "2 heads and 2 small fish spines",
                        "1/2 medium onion, clean",
                        "1 medium carrot, peeled",
                        "2 medium potatoes, peeled",
                        "1 pinch of white pepper",
                        "1/4 teaspoon of merkén",
                        "1 teaspoon salt",
                        "3/4 liter of water",
                        "1/2 cup dry white wine 1/2 cup milk",
                        "2 yolks",
                        "1 tablespoon marigold oil",
                        "2 tablespoons finely chopped cilantro"
                    ],
                    "recipeInstructions": "Boil the heads and spines in the water for 15 minutes in a covered pot. Peel and cut the onion, carrot and sliced potatoes. Strain the broth and put it on the fire and add the vegetables. Season with pepper, salt and colored pepper. Add the wine and boil for 10 minutes. Cut the fire, then mix the yolks with the milk and oil. Place 1 / 4 of mixture on each plate. Pour the hot caldillo over it and beat gently with a fork. Garnish with cilantro and serve immediately."
                },
                {
                    "name": "CORDERO CASSETTE",
                    "recipeIngredient": [
                        "1/2 Kg. Of new lamb meat 4 medium potatoes",
                        "100 grams of pumpkin",
                        "1/2 carrot",
                        "2 tablespoons rice",
                        "1/4 of green or red pepper",
                        "2 young scallions",
                        "1 clove garlic",
                        "2 teaspoons salt",
                        "'/ teaspoon oregano ",
                        "1 liter of water"
                    ],
                    "recipeInstructions": "Degrease and cut into pieces of meat. Peel the potatoes, the pumpkin and the carrot. Cut the squash into four. Chop the carrot and pepper throughout. Put the meat in the liter of cold water in a pressure cooker and cook for 10 minutes. Chop the scallions separated the white part of the green. Reserve the green part. Let the pot lose pressure. Open it and incorporate the rice, vegetables and dressings. Cook 10 more minutes, also under pressure. Serve hot and cooling each dish with the green part of the chives."
                },
                {
                    "name": "MARINE SOUP",
                    "recipeIngredient": [
                        "3 cups of cooking broth",
                        "1 can of natural choritos",
                        "1 crushed garlic",
                        "2 clear",
                        "2 yolks",
                        "1 tablespoon finely chopped parsley ",
                        "1/2 cup milk",
                        "Salt (only if necessary)",
                        "1 pinch of white pepper"
                    ],
                    "recipeInstructions": "Strain the broth of machas and heat it. Beat and incorporate the egg whites, crushed garlic and pepper. Boil for five minutes. Incorporate choritos. Check the seasoning of the broth. Dissolve the yolks in milk. Cut the heat and incorporate beating gently. Serve right away. cooling face plate with chopped parsley."
                }, {
                    "name": "SUCK OF CARACOLES",
                    "recipeIngredient": [
                        "1 Kg, of clean and cut snails",
                        "2 marraquetas soaked in milk",
                        "1/8 diced cheese",
                        "1/2 cup fresh cream",
                        "2 butter spoons",
                        "3 tablespoons chopped pine onion",
                        "2 garlic cloves chopped with snow",
                        "3 tablespoons coriander 1 tablespoon red pepper",
                        "Salt, oregano, pepper, hard boiled egg, red bell pepper and olives to decorate."
                    ],
                    "recipeInstructions": "In a saucepan, put the butter and the garlic and onion trust, stirring it so that it does not burn. Add the soaked bread passed by sieve along with the cream and snails. Season with salt, pepper, chili, coriander and cheese. It is removed from the heat and the preparation is placed in the pandas of greda enmantequilladas so that it does not adhere.It is decorated with boiled egg, sweet pepper and olives.and it takes to the oven for 10 minutes so that it is au gratin. It is served hot as a starter or main course."
                }, {
                    "name": "MOTOR SHEETS",
                    "recipeIngredient": [
                        "1 cup peeled (dried) peas soaked from the previous day",
                        "2 cups fresh wheat mote",
                        "2 cups of bird broth",
                        "1 teaspoon salt",
                        "1 pinch of white pepper",
                        "1 pinch dried oregano",
                        "1 medium onion, diced",
                        "1 tablespoon marigold oil",
                        "1 red pepper to decorate, cooked or canned diced"
                    ],
                    "recipeInstructions": "Brush a pan with the oil and fry the onion in it. Reserve. Boil the peas, the mote, the broth, the milk and the dressings together, including the onion for 20 minutes in a pressure cooker. Check the seasoning. Serve hot and decorate each dish with red pepper."
                }, {
                    "name": "CONGRIOS CON NABOS",
                    "recipeIngredient": [
                        "4 dams of red conger (800 gr.)",
                        "2 turnips",
                        "3 leeks",
                        "1/2 cup milk",
                        "1/2 tablespoon salt",
                        "1/4 teaspoon white pepper",
                        "1 pinch of anise (seeds)"
                    ],
                    "recipeInstructions": "Pepper the conger dams. Wash, peel and laminate the turnips. Wash the leeks. Remove the musty leaves. Chop the white part only. Mix the milk with the anise. Put the milk, half of the turnip and leek, the conger dams in a small roasting pan, and then the rest of the turnip and leeks. Bake for 30 minutes over low heat. Wash and laminate the radishes. Decorate the dishes with them when serving."
                }, {
                    "name": "JUREL SUCK",
                    "recipeIngredient": [
                        "2 aged breads of French preference",
                        "2 cups of milk",
                        "Grated cheese",
                        "1 diced onion",
                        "1 horse mackerel jar",
                        "4 hard boiled eggs",
                        "merkén to taste (optional)"
                    ],
                    "recipeInstructions": "Soak the bread in the milk and pass it by sieve. Brown the onion in the oil, add merkén, salt, dressings and combine with the milk and bread. Cook a few minutes, stirring until it thickens a little. Crumble the horse mackerel and place in a layered pudding, horse mackerel, hard boiled eggs cut into rodelas, bread sauce and grated cheese. Brown in the oven and serve hot."
                }, {
                    "name": "STEW",
                    "recipeIngredient": [
                        "300 grams of cube chopped post",
                        "250 grams frozen or fresh and shelled peas",
                        "4 potatoes",
                        "2 carrots",
                        "1 small onion",
                        "1 eggplant",
                        "1 Italian squash",
                        "1/2 tablespoon d oil",
                        "2 teaspoons thin salt",
                        "1/4 teaspoon white pepper"
                    ],
                    "recipeInstructions": "Peel and chop the potatoes, carrots, eggplant and Italian squash in cubes. Chop the onion in pen. Brush a pressure cooker with the oil, put on the fire and put the meat in it. Season with salt and pepper. Fry a little. Add the onion and stir 2 minutes. Incorporate potatoes, carrots and peas. Add a spoonful of water and cook for 8 minutes (in a pressure cooker). Remove from the fire. When the pot loses pressure. uncover and incorporate eggplant and squash. Cover the pot and cook 2 more minutes. It does not require accompaniment."
                }, {
                    "name": "CHICKEN WITH CARROT",
                    "recipeIngredient": [
                        "4 short chicken tricks, without fat or skin",
                        "2 tablespoons dried Martini",
                        "1 teaspoon fine salt",
                        "4 medium-sized tender carrots, peeled and sliced",
                        "5 dill seeds",
                        "Mashed potatoes to accompany"
                    ],
                    "recipeInstructions": "Heat a pressure cooker. Place the dams and keep them 2 minutes over high heat, on the side and side. Cover them with carrot flakes. Add the dry Martini, dill and salt. Cook under pressure for 8 minutes. Cut the heat and let stand. Serve with mashed potatoes."
                }, {
                    "name": "CHARQUCAN",
                    "recipeIngredient": [
                        "1/2 kg of picana seat",
                        "1 large onion, 2 cloves of garlic",
                        "4 large potatoes",
                        "1/2 kilo of squash",
                        "1/2 cup of oil",
                        "2 teaspoons color chili pepper",
                        "2 teaspoons pepper",
                        "1 1/2 teaspoons oregano",
                        "1 pinch of cumin",
                        "1 1/2 tablespoon salt"
                    ],
                    "recipeInstructions": "Chop or grind the meat. Sauté for 10 minutes: add the potatoes, the diced squash, the ground garlic and the dressing after frying the whole for another 10 minutes. Add boiling water until covered and cook until the potatoes are cooked. Ram potatoes and pumpkins with a spoon to partially undo it. It is served with individual dishes watered with pickled onion and green pepper, crushed in mortar. You can also add choclos, peas, green beans and tomatoes to taste."
                }, {
                    "name": "HAKE CAKE",
                    "recipeIngredient": [
                        "3 hake fillets",
                        "1 piece of lemon",
                        "1 assorted vegetable sprig",
                        "4 tablespoons fine chopped onions 1 merkén to taste",
                        "1 chopped green pepper",
                        "1 mashed potatoes case",
                        "1 cup of milk",
                        "300 grams of matequilla",
                        "Oregano, cumin, salt and pepper"
                    ],
                    "recipeInstructions": "Cook the fillets in little water with salt. Lemon and assorted vegetables. Fry the onion in the oil, add merkén., To green jf, oregano, cumin and hake already cooked previously. Season. Prepare the mashed potatoes according to the indications of the case, (but with the half of the water indicated). In a pudding place the hake pine cover the mash; Paint with egg white and take to the oven to gratin."
                }, {
                    "name": "OVEN FISH WITH TOMATO",
                    "recipeIngredient": [
                        "4 fillets of red conger or hake to fry",
                        "2 medium tomatoes, ripe, peeled and sliced",
                        "1 onion cut into rings",
                        "2 tablespoons marigold oil to brush the fountain",
                        "1 tablespoon parsley",
                        "1/4 detaza de Martini Seco",
                        "2 teaspoons salt",
                        "Cooked potatoes to accompany or salad"
                    ],
                    "recipeInstructions": "Preheat to the oven. Brush a baking dish with marigold oil. Wash the parsley. discard the stems and finely chop the leaves. Dress the fish with a teaspoon of salt and a tablespoon of oil to the oregano. Place it in the fountain. Cover with tomato and onion. Dress with the rest of the oil and salt. Spray the dry Martini and take to the oven (high temperature) for 15 minutes. Then lower to medium heat for 10 minutes. Verify cooking. Garnish with parsley and serve. Accompany with cooked potatoes or salad."
                }, {
                    "name": "SMOKED SALMON",
                    "recipeIngredient": [
                        "4 pieces of smoked salmon",
                        "1 onion",
                        "1 bell pepper",
                        "1 garlic",
                        "1 pinch of salt and white pepper",
                        "2 tablespoons flour",
                        "1/2 liter of milk",
                        "4 eggs' / 2 cup of lemon",
                        "2 tablespoons parsley and cilantro",
                        "2 tomatoes"
                    ],
                    "recipeInstructions": "On a roaster place the onion in hail. Then the smoked salmon is macerated with salt, garlic, white pepper and lemon juice for 5 minutes. After the fish is placed on the onion, it is added over the fish, the bell pepper and the tomato. Bake for 15 minutes. It is prepared with a milk and egg sauce and parsley and coriander are placed in snow. It is served with french fries or rice."
                }, {
                    "name": "STONE PIG",
                    "recipeIngredient": [
                        "2 tomatoes",
                        "1 onion",
                        "1 packet of coriander",
                        "1 clove garlic, crushed",
                        "I saw a teaspoon of salt",
                        "2 tablespoons marigold oil 1 tablespoon olive oil",
                        "8 cooked potatoes"
                    ],
                    "recipeInstructions": "Peel and chop the tomatoes. Wash and chop the onion. Wash the cilantro. Discard the stems. Finely chop the leaves. Place tomatoes, onion, cilantro, oils, garlic and salt in a salad bowl. Mix very well. Serve over cooked potatoes or as an accompaniment."
                }, {
                    "name": "BEAN SALAD",
                    "recipeIngredient": [
                        "1 cup dried beans",
                        "1/2 Milanese lettuce",
                        "1 medium onion",
                        "1/4 parsley tied",
                        "3 teaspoons salt",
                        "2 tablespoons sunflower oil",
                        "1 teaspoon lemon juice"
                    ],
                    "recipeInstructions": "Soak the beans in plenty of water from the previous night. Cook them in water with a teaspoon of salt, approximately 20 minutes in a pressure cooker. Remove and drain.Wash the lettuce in running water, leaf by leaf.Chop it finely.Wash and peel the onion.Chop it into squares or pen.Go for a few seconds through boiling water and rinse immediately with cold water.Strain...Wash the parsley.Discard the stems.Chop the leaves. Put the beans, lettuce, onion, parsley, remaining salt, oil and lemon juice in a salad bowl.Mix well and check the seasoning. "
                }, {
                    "name": "STUFFED POTATOES",
                    "recipeIngredient": [
                        "4 medium potatoes",
                        "1/4 of kgrs. of clean counters",
                        "1 medium onion finely chopped",
                        "1 teaspoon chopped parsley",
                        "2 tablespoons milk",
                        "1 1/2 teaspoon salt",
                        "1/4 teaspoon white pepper",
                        "2 tablespoons marigold oil 1 egg white",
                        "Spinach and Peanut Salad"
                    ],
                    "recipeInstructions": "Cook the salt without salt for 25 minutes in a pressure cooker. Wash and peel the potatoes like scraping, in water with a teaspoon of salt, in a common pot. Watch the cooking so that they are not too soft. Remove the water and reserve. Finely chop the counters. Brush a satin with the oil and fry the onion. Incorporate chopped counters and parsley. Season with half a teaspoon of salt and pepper. Fill the potatoes with the pine cones. Preheat to the oven. Prepare a puree with the scraped cooked potato, milk and half a teaspoon of salt. Cover the stuffed potatoes with the mash. Paint the surface with the white and take to the oven strong just to gratin. Serve with spinach and peanut salad."
                }, {
                    "name": "GOLDEN HAKE",
                    "recipeIngredient": [
                        "1 kilo of hake filleted",
                        "120 grams rolled cheese",
                        "1/2 teaspoon oregano",
                        "1 teaspoon salt",
                        "3 tablespoons milk",
                        "2 tablespoons marigold oils",
                        "1 tablespoon olive oil"
                    ],
                    "recipeInstructions": "Review the fillets with your fingers and remove the spines that may be left. Fry them in the three tablespoons of oil without any shake. Arrange them in a roasting pan. Mix the milk, salt and oregano in a sauce boat. Bathe the hake with this dressing. Cover with cheese and bake (intense heat) for 10 minutes."
                }, {
                    "name": "STUFFED LAMB",
                    "recipeIngredient": [
                        "1 leg of lamb",
                        "1 red pepper",
                        "1 carrot",
                        "2 hard boiled eggs",
                        "1 garlic",
                        "1 sausage",
                        "Oil, salt, necessary flour and laminated paper"
                    ],
                    "recipeInstructions": "Bone the leg of lamb without spoiling it, fill it with the indicated ingredients. Then salt is added and oil is added by the leg and flour. Then the leg is wrapped with aluminum foil and put in a saucepan. It cooks about an hour. It is accompanied with salads to taste."
                }, {
                    "name": "DRUNK CHICKEN",
                    "recipeIngredient": [
                        "1 chicken",
                        "1 bottle white wine (ordinary)",
                        "1/2 glass cognac",
                        "1 onion or 2 shallots",
                        "1 tablespoon butter or pepper oil",
                        "Get out, chili; 1 lemon juice"
                    ],
                    "recipeInstructions": "The washed and clean chicken is scrubbed with salt, lemon juice, and butter or oil. Place the onion or shallots inside. It is cooked with wine, and when ready it is removed and expressed. The broth is strained. place pepper and chili pepper, let a clear sauce (no flour) and spicy. This sauce is thrown into prey. Fifteen minutes before serving, place the cognac and simmer. Serve the broth separately."
                }, {
                    "name": "CURANTO EN OLLA",
                    "recipeIngredient": [
                        "1 or 2 large green cabbage separated in leaves 20 or 30 potatoes, unpeeled, well cleaned with brush",
                        "1 large garlic head, divided into cloves and peeled",
                        "2 onions, chopped",
                        "2 large tomatoes, chopped",
                        "2 bell peppers, chopped",
                        "1 tied fresh basil",
                        "2 tablespoons oregano",
                        "2 tablespoons colored chili pepper",
                        "1 Kg. Of picorocos",
                        "2 kg of clams",
                        "3 Kg. Of cholgas, choros shoe or choritos ",
                        "2 liters of white wine (or 3 bottles)",
                        "1 kg of pork chops cut into pieces (or pork ribs can be used)",
                        "1/2 kg of sausages cut in halves",
                        "2 kg of fish (sea bass, hake or red conger)",
                        "2 kg of fresh cow cheese (chakra cheese)",
                        "6 pieces of raw bread dough, ready to bake (you can",
                        "buy at the bakery)",
                        "1/4 kilo chicharrones, chopped; mix with bread dough until well incorporated"
                    ],
                    "recipeInstructions": "In this recipe there are no exact measures or ingredients. A little of everything. The general idea is to form layers of different meats, fish and vegetables in the large pot, separating them with cabbage leaves. Prepare the vegetables. Reserve the potatoes and cabbage leaves. Place the remaining vegetables, with the herbs and dressings in the bottom of the pot. Above place the picorocos, head up. Between these place the clams and cholgas. Add the wine and cover with cabbage leaves. Above all this, place the pieces of pig (you can use chicken instead of pig). Cover the meat with the potatoes. Some people add peas in their pods with potatoes. It is covered again with cabbage leaves and the sausages are added with the fish. The fish should be cut into pieces, without bones or scales, but with the skin. You can use crab legs instead of fish. Cover all this with more cabbage leaves or with a clean cloth: the flour sackcloth is ideal. On this place fresh cheese. Divide the raw bread dough mixed with the pork rinds into small pieces and place on the cloth around the cheese. All this will be steamed. The traditional bread are potato cakes. The Milcao is grated raw potatoes and the Chapaleie pure cooked potatoes. Cover the pot with more cabbage leaves or a cloth. Place the lid and secure it with a large stone. Cook over low heat for 1 1/2 to 2 hours until cheese melts and bread is cooked. To serve the curanto: remove the layers and place in different sources to serve the ingredients together seafood, meat, vegetables, etc. You start eating meat, chicken, cheese and vegetables. Then the broth in small cups, then the fish, the seafood and, finally, the picorócos. Serve with pebre, aji and merkén sauce, red and yellow, for those who want them."
                }, {
                    "name": "CHARQUICÁN",
                    "recipeIngredient": [
                        "1/2 Kg. Of picana seat",
                        "1 large onion",
                        "4 large potatoes",
                        "1/4 kg of pumpkin",
                        "2 cloves of garlic",
                        "1/2 cup of oil",
                        "2 teaspoons colored chili pepper",
                        "2 teaspoons pepper",
                        "1 teaspoon oregano",
                        "1 teaspoon salt"
                    ],
                    "recipeInstructions": "Cut the meat into very small cubes, or grind it thickly, fry it with oil in a saucepan for 10 minutes and add the diced potatoes and squash, diced onion, ground garlic and seasonings; After frying the whole for another 10 minutes add boiling water until covered and cook until the potatoes are well cooked. Ram potatoes and squash with a spoon to partially undo them. It is served in individual dishes watered with the color and accompanied with a pickled onion and green chili pepper. If you decide to remember old times using charqui, put in the oven 200 gr., For about 5 minutes, cut it into small pieces and put it in the mortar. Culinary enthusiasm often adds to this stew choclos, peas, green beans and tomatoes."
                }, {
                    "name": "CURANTO AL HOYO",
                    "recipeIngredient": [
                        "Clams",
                        "Choritos or cholgas",
                        "Razors",
                        "Picorocos",
                        "Chicken",
                        "Smoked pig",
                        "Sausages and sausages",
                        "Beans, peas and potatoes (with shell)",
                        "Chapaleles and milcaos"
                    ],
                    "recipeInstructions": "In a hole in the ground, a meter and a half deep, with the bottom covered with large stones, make a fire until the stones are heated red hot. After removing the blight, the bags are emptied with seafood and covered with pangue leaves (nalcas). They also serve abundant grape leaves. On top, they put the seasoned meats and cover again with leaves of pangue (or grapevine). Finally, vegetables, chapaleles and milcaos. Everything is covered with sacks of potatoes or wet flour. simulating a large pressure cooker. After about an hour, the ingredients will be cooked (steamed) and the curanto can be uncovered and served."
                }, {
                    "name": "CEVICHE DE CORVINA",
                    "recipeIngredient": [
                        "A sea bass of 2 to 3 kilos",
                        "2 onions (large)",
                        "2 garlic heads (hopefully large)",
                        "A tied parsley ",
                        "A tied coriander ",
                        "Seasonings (Pepper, cumin, colored pepper, oregano, etc.) ",
                        "Salt",
                        "Lemons for juice (do not use packaged juice) 1/2 liter approx.",
                        "1/4 cup vinegar",
                        "White wine 1 liter (the most bad if possible)."
                    ],
                    "recipeInstructions": "Try to get as much meat as possible from the Corvina (Preference of scraping it with a wooden fork) or otherwise grind it either in a modern machine or the old ones. Chop the onions, garlic and mountains as thin as possible. Once Corvina is ready, season it and season it at the source, empty the lemon and vinegar, try to get it completely impregnated, and leave it this way for half an hour. Stir occasionally with the wooden spoon. After the deadline, empty the liter of white wine and leave for one to two hours. When this period has elapsed, the onion and garlic are added to the green mountains plus seasonings."
                }, {
                    "name": "SEA FOOD SOUP",
                    "recipeIngredient": [
                        "250 gr. hake (or a fish that looks like eg fresh cod)",
                        "200 gr. seafood assortment",
                        "1 jar of choritos (200 gr.)",
                        "1 medium onion",
                        "1/2 paprika",
                        "3 garlic cloves",
                        "5 slices of unleavened bread",
                        "1/4 litre of milk",
                        "1 sprig of parsley salt, pepper, paprika, oregano and a little spicy pepper"
                    ],
                    "recipeInstructions": "Chop the onion, paprika, garlic, parsley (all very thin) and fry together with fish, seafood and choritos. Add the bread soaked in the milk (it has to be without lumps) and immediately put 1 1/2 liters of boiling water. Let it simmer for 10 minutes over low heat and stirring occasionally (Ála soup and not you!) If you wish, serve it with small pieces of toasted or fried bread."
                }, {
                    "name": "WINTER PURÉ",
                    "recipeIngredient": [
                        "1/2 kg of beans",
                        "1 medium onion",
                        "3 garlic cloves",
                        "Cumin to taste",
                        "Paprika",
                        "Pepper",
                        "Parsley",
                        "1 sausage",
                        "3 tablespoons of oil"
                    ],
                    "recipeInstructions": "The beans are cooked for half an hour in a pressure cooker. Then they wash and stretch. Then you grind. The frirtura is prepared with three tablespoons of oil: the diced onion, the diced sausage;the garlic, ground and in the end the dressings. Fry for 10 minutes.Once ready, the pot is emptied with the ground beans to finally heat them. They are served with fried sausage."
                }, {
                    "name": "EMPANADAS DE LUCHE",
                    "recipeIngredient": [
                        "1/2 Luche Bread",
                        "3 large onions",
                        "1 tablespoon pepper",
                        "1 tablespoon chili pepper"
                    ],
                    "recipeInstructions": "Start by soaking the luche and wash well. The onion is fried in a little oil, the other ingredients are added. The pine is formed;then the empanadas are formed and fried in oil."
                }, {
                    "name": "CAZUELA DE CORDERO CON LUCHE",
                    "recipeIngredient": [
                        "3 liters of water",
                        "1 kg of lamb spine",
                        "1 cup of luche tostado",
                        "1 jar of peas",
                        "1/2 kilo of potatoes",
                        "1 carrot",
                        "1/2 kgrs of paprika",
                        "3 garlic cloves",
                        "1 branch of celery",
                        "1/4 of rice",
                        "1 pinch of oregano",
                        "2 tablespoons oil",
                        "Coriander"
                    ],
                    "recipeInstructions": "The oil is put in the pan; when it is hot the garlic is added, then the sausages with the paprika; the meat is added plus the boiling water. Cook all for an hour. Once the meat is cooked, the potatoes are added. Let it boil and add the rice with the peas. Once cooked everything is added chopped cilantro plus celery sprig,"
                }, {
                    "name": "SMOKED SALMON",
                    "recipeIngredient": [
                        "1 smoked salmon",
                        "1 onion",
                        "1 bell pepper",
                        "1 ground garlic",
                        "1 pinch of salt and white pepper",
                        "2 tablespoons flour",
                        "1/2 liter of oil",
                        "4 eggs",
                        "1/2 lemon",
                        "2 tablespoons parsley and cilantro",
                        "2 tomatoes"
                    ],
                    "recipeInstructions": "In a salad bowl the onion is placed in hail. Then the smoked salmon is macerated for five minutes in salt, garlic, white pepper and lemon juice. After the fish is placed on the onion, the diced fish and tomato are added. Bake for 15 minutes. A deleche sauce with eggs is prepared and parsley and coriander are placed on snow. It is served with french fries or rice"
                }, {
                    "name": "CUCHAYUYOS EMPANADAS",
                    "recipeIngredient": [
                        "1 package of cochayuyos",
                        "1/4 Gouda cheese",
                        "3 eggs",
                        "1 flour rate",
                        "1/2 cup cornstarch",
                        "1 tablespoon salt race",
                        "2 tablespoons of oil for the batter",
                        "3 cups of water",
                        "3 tablespoons vinegar to soak the cochayuyo"
                    ],
                    "recipeInstructions": "Soak the cochayuyo from the previous day in water and vinegar. Wash it well. Put to cook in water with a little salt. Once cooked, cut it into squares. Fill it with cheese, pass it through the smoothie, fry it in oil. hot and serve with rice, mash, salad."
                }
            ]
        },
        {
            "name": "Gastronomía Ancestral Mapuche",
            "recipes": [
                {
                    "name": "ILON ACHAWAL",
                    "recipeIngredient": [
                        "1 Field Chicken",
                        "1 1/2 cup of boiled locro",
                        "2 Potatoes per person",
                        "Garlic",
                        "1 carrot",
                        "1/2 onion",
                        "oregano, celery, chopped parsley",
                        "2-4 liters of water ",
                        "Oil for frying ",
                        "Salt to taste"
                    ],
                    "recipeInstructions": "The chicken is peeled and cleaned with an boiling water. It is chopped and fried in oil along with the crushed garlic, the carrot, the onion in a pen, oregano and celery. Once fried, boiling water is added. Cook for 5 to 10 minutes.  Add potatoes, let them boil 30 minutes and add locro. When the potatoes are cooked, remove the pot from the heat. Serve the dishes with chopped parsley."
                },
                {
                    "name": "ACHAWAL",
                    "recipeIngredient": [
                        "1 field chicken",
                        "Lacro or corn chuchoca",
                        "Potatoes",
                        "Onions",
                        "Celery. coriander seeds and others",
                        "Dressing to taste: salt, oregano. garlic, parsley"
                    ],
                    "recipeInstructions": "Express the chicken. They start to cook together. The potatoes, the chicken. the onion and seasonings are added. When it starts to boil, the locro or chuchoca is added."
                }, {
                    "name": "APOL LIVE",
                    "recipeIngredient": [
                        "1 lamb",
                        "Merken",
                        "Salt and finely chopped coriander"
                    ],
                    "recipeInstructions": "Hang the lamb. taking the wool from his neck. The trachea is opened by making a kind of funnel with the leather so that the blood drains through it. Dressings are introduced through the trachea. Done this and the animal died. The belly opens. the lungs are removed. With a hemp, the trachea is tied and immersed in boiling water for half an hour. It is put in a fountain, split and consumed"
                }, {
                    "name": "CHANGLES A LA OLLA",
                    "recipeIngredient": [
                        "Fresh Onions Changles",
                        "Potatoes Salt",
                        "Fat or butter Oil"
                    ],
                    "recipeInstructions": "Wash the changles. Drop a few times boiling water to eliminate its bitter taste. They are boiled in water for 30 minutes. Be let cool. Chop onions into squares and prepare a pine with the changles, fat and salt. I know Accompany with cooked potatoes or mash. The pine is used for CATUTOS Make empanadas too."
                }, {
                    "name": "DRY CHALES",
                    "recipeIngredient": [
                        "Dry changles"
                    ],
                    "recipeInstructions": "Wash the changles and dry them hanging from the stove or near the fire. Wash when using. Then let it soak a few hours and cook changles in the pot."
                }, {
                    "name": "HORSE CHARQUI",
                    "recipeIngredient": [
                        "Horse meat",
                        "Salt",
                        "Ground pepper"
                    ],
                    "recipeInstructions": "Cut the meat type post thinner than for a steak. Add the seasonings and let it dry in the sun for about 3 days. When it is going to be used, the boiling meat is cooked or after washing it, it is roasted to the stick or in the wood stove,"
                }, {
                    "name": "CATUTOS",
                    "recipeIngredient": [
                        "5 kg of wheat",
                        "1 / 2 cup hot water",
                        "Oil"
                    ],
                    "recipeInstructions": "Pass the wheat over a callana until all the skin comes out. Then the skin is separated into a sieve. Wash in a basket. It is then boiled in a pot until cooked. Water is removed, passed through a grinder and rolls are made. They are cooked and can also be fried."
                }, {
                    "name": "PIÑÓN CHAWUN",
                    "recipeIngredient": [
                        "Muday de Piñon",
                        "3 Kilos of Pinions",
                        "5 Liters of Water",
                        "1 / 2 Kilo of honey",
                        "A mill to grind the pinion"
                    ],
                    "recipeInstructions": "The pine nuts are cooked with water for approximately 1 hour, once cooked they are peeled one by one, then ground in a mill. In the communities it is still ground with stone since the mill did not exist before. Once ground the hot water along with the honey is incorporated, it is left to rest one night and the next day it is consumed as a natural juice."
                },
                {
                    "name": "MILLOKIN",
                    "recipeIngredient": [
                        "Peas, beans or peas"
                    ],
                    "recipeInstructions": "Soak the chosen legume and cook it until it is soften Then grind it in stone or grinder.With the Hand give it round shape.It is served with yuyo soup or with Chili Pepper to which garlic and butter are added."
                }, {
                    "name": "ROASTED CHOCLO",
                    "recipeIngredient": [
                        "Healthy and fresh choclos"
                    ],
                    "recipeInstructions": "Defoliate the choclos. roast them on the coals. Turn them over and serve hot."
                },
                {
                    "name": "CORN CHUCHOCA",
                    "recipeIngredient": [
                        "Pomegranate and fresh corn"
                    ],
                    "recipeInstructions": "The choclos are defoliated and boiled in a large pot for 1/2 hour. They are dried in the sun and shelled by hand. Then grinder or stone is milled."
                },
                {
                    "name": "SQUARE CHUCHOCA",
                    "recipeIngredient": [
                        "Pinions",
                        "Chopped Onion",
                        "Oil"
                    ],
                    "recipeInstructions": "The pine nuts are cooked, peeled and ground. It is cooked again for 10 minutes, adding oil and chopped onion."
                },
                {
                    "name": "COLLOFE",
                    "recipeIngredient": [
                        "2 packages of Cochayuyos",
                        "Onion",
                        "Salt",
                        "Cumin",
                        "Pepper",
                        "Potatoes"
                    ],
                    "recipeInstructions": "Wash the cochayuyos and cook them in plenty of water. Chop them into squares. Fry the onion with a little fat. Add the cochayuyo and dress. Serve hot, Accompany with cooked potatoes,"
                },
                {
                    "name": "QUINOA MUDAY",
                    "recipeIngredient": [
                        "2 kilos of quinoa",
                        "3 - 4 cups of sugar per 20 liters of water ",
                        "Yeast (1 / 4 package per 20 liters of water)"
                    ],
                    "recipeInstructions": "Clean the quinoa and wash it. Cook it in plenty of water so that the grain breaks and loses the smell of raw. Deposit the cold and unmilled quinoa in a glass container. Add yeast and sugar. It is good the following week of."
                },
                {
                    "name": "FRIED DIGUEÑES",
                    "recipeIngredient": [
                        "Digueñes",
                        "Grease",
                        "Butter",
                        "Oil",
                        "Garlic leaves of the new Eggs plant(choice)"
                    ],
                    "recipeInstructions": "Once washed, they are broken with the knife into small pieces, then in a pot or pan they are fried in oil. with crushed garlic, a little dressing, like peppers, oregano, salt is added to taste and then stir about 5 minutes over low heat, to make the dish more tasty you can add a beaten egg, it is served with rice, mashed potatoes, or simply eaten with bread."
                },
                {
                    "name": "DIGUEÑE EMPANADA",
                    "recipeIngredient": [
                        "3 kilos of Digueñe",
                        "5 Kilos of flour Oil",
                        "Salt",
                        "Pepper",
                        "Cumin",
                        "4 onions"
                    ],
                    "recipeInstructions": "The digueñes are chopped, the seasonings and salt are added to taste, then the onions are chopped into squares. They are fried in a pot in the water, pepper and cumin are also incorporated. When the onion is cooked, the prepared digueñes are stirred and a single portion is made. The pie dough is prepared, then the amount needed for a pie is tossed, cut and fried.They are served the same as pine pie."
                }, {
                    "name": "DIGUEÑE SALAD",
                    "recipeIngredient": [
                        "1 bunch cilantro",
                        "1 tablespoon oil",
                        "1 pinch of salt",
                        "1 / 2 finely chopped onion",
                        "1 kilo of digueñe"
                    ],
                    "recipeInstructions": "The digueñes are washed with cold water and then chopped in a circular form one by one, chopped cilantro is added, along with salt and oil to taste and chopped onion. It is served as an entrance or accompanied by some other dish."
                },
                {
                    "name": "SQUARE HILL",
                    "recipeInstructions": "The pinion is cooked for an hour, then peel and let it dry in the sun for one or two weeks. It is then stored in the form of a necklace or in paper bags, or simply ground in the mill or stone.being ready to serve as locro in casseroles or toasted flour to drink."
                }, {
                    "name": "WHEAT SALAD",
                    "recipeIngredient": [
                        "Y2 Cup of wheat",
                        "2 onions",
                        "Coriander"
                    ],
                    "recipeInstructions": "Soak the wheat. Cook it in plenty of water, stretch it, chop the onion into small squares, chop the cilantro, combine everything and dress."
                },
                {
                    "name": "CHICHAROS MOTE",
                    "recipeIngredient": [
                        "Water",
                        "1 kilo of peas",
                        "1 / 2 kilo of ashes"
                    ],
                    "recipeInstructions": "Boil aglia with ashes. Add the peas until they release the skin. Wash the peas. This nickname is eaten alone, but with other foods: yuyo soup, thick food and others."
                },
                {
                    "name": "WHEAT MUDAY",
                    "recipeIngredient": [
                        "Muday is a drink or juice",
                        "of Natural Wheat.",
                        "3 Kilos of Wheat",
                        "9 Liters of Water",
                        "1 / 2 Kilo of honey",
                        "A mill to grind wheat",
                        "1 Menkuwe(Pitcher or other container)."
                    ],
                    "recipeInstructions": "The wheat is washed with cold water, cooked for 1 hour, then it is strained in a colander and the water is received where the wheat was cooked in a jug. The cooked wheat is ground in a mill or a grinding stone, then the water or juice where the wheat was cooked with the 9 liters of water is combined and heated over low heat for 10 minutes it is stirred and the honey is incorporated slowly. Finally it is left to rest one night and the next day it is served ice cream in glasses, it is a natural and nutritious juice, which does not contain alcohol, if it is allowed to rest for several days it reaches fermentation."
                },
                {
                    "name": "FRIED DIGUEÑES",
                    "recipeInstructions": "Once washed, they are broken with the knife into small pieces, then in a pot or pan they are fried in oil, with crushed garlic, a little dressing.as peppers, oregano, salt is added to taste and then stir - 5 minutes over low heat, to make the dish more tasty you can add a beaten egg.It is served with rice.mashed potatoes, or simply eaten with bread."
                }, {
                    "name": "MULTRUN OR CATUTO",
                    "description": "Multrun is a wheat - based food that replaces bread.",
                    "recipeIngredient": [
                        "3 kilos of wheat",
                        "8 liters of water",
                        "1 mill",
                        "1 Pot of natural sweet(Blackberry, Peach.Etc.)"
                    ],
                    "recipeInstructions": "The wheat is washed, then cooked in the 8 liters of cold water for approximately 1 hour, once cooked the wheat is strained in a bowl. Subsequently it is ground in the mill, once ground it begins to shape small rolls or cookies.Finally, it is decorated with prepared sweets or pastries ideal for cocktails or ounces."
                }, {
                    "name": "SALADS OF YUYOS",
                    "recipeIngredient": [
                        "Yuyo leaves",
                        "Garlic",
                        "Onion",
                        "Fat",
                        "Parsley"
                    ],
                    "recipeInstructions": "Clean the leaves of new yuyo. They are washed and cooked in a little boiling water ... once cooked, they are chopped. Fry diced onions. Add chili, parsley and garlic. It is stirred and the chopped yoke is added. If desired, you can add 2 or 3 eggs. It can be boiled alone or added to beans or soups. It can also be accompanied with cooked potatoes and hot tortillas."
                },
                {
                    "name": "GARGALES",
                    "recipeIngredient": [
                        "Gargales of good quality"
                    ],
                    "recipeInstructions": "Peel the gargales and cook them. They are eaten with salt, fried in fat, mixed with boiled eggs and potatoes."
                },
                {
                    "name": "MUDAY DE MAQUI",
                    "recipeIngredient": [
                        "Mature machine"
                    ],
                    "recipeInstructions": "Grind the maqui on a grinding stone. The juice is put together in a jug. It is laid to rest for a while until the grain and the skin are hardened. The liquid can be consumed alone or with toasted flour. It is recommended to drink before 3 days of because it ferments."
                },
                {
                    "name": "CORN MUDAY",
                    "recipeIngredient": [
                        "2 kilos of corn",
                        "20 liters of water",
                        "Yeast(1 / 4 package per 20 liters of water) 3 - 4 cups of sugar"
                    ],
                    "recipeInstructions": "The water is boiled, a mixture of corn grind ground in a grinder is added. It is emptied into glass containers and the washing and sugar are added. It can be ingested 2 days after."
                },
                {
                    "name": "DIGOEISIES SALAD",
                    "recipeIngredient": [
                        "1 bunch of coriander",
                        "1 tablespoon of oil",
                        "1 pinch of salt",
                        "1 / 2 Thinly chopped onion",
                        "1 Kilo de digueñe"
                    ],
                    "recipeInstructions": "The digueñes are washed with cold water and then chopped in a circular form one by one, chopped cilantro is added, along with the salt and oil to taste and the chopped onion. It is served as input, or accompanied by some other dish."
                },
                {
                    "name": "APPLE EARS WITH TOASTED FLOUR",
                    "recipeIngredient": [
                        "Ears(dried sliced apples)",
                        "Sugar",
                        "Toasted flour"
                    ],
                    "recipeInstructions": "Cook the dried apricots in water and sugar. Let cool and then serve with toasted flour."
                },
                {
                    "name": "MOSKET MUDAY",
                    "recipeIngredient": [
                        "Ripe Musket",
                        "Boiled water",
                        "Honey(by choice)"
                    ],
                    "recipeInstructions": "Grind the muskets and mix it with boiled water. It is left to ferment with grains and starch (between 8 - 10 days). Honey is added to taste. After 8 days the drink becomes a bittersweet taste. After 15 days the grains and starch emerge to the surface of the container. Is this moment removed with strainer. Then you get a drink with an alcoholic strength similar to apple chicha (5 to 6 degrees)."
                },
                {
                    "name": "PARTRIDGE",
                    "recipeIngredient": [
                        "New or dried beans",
                        "cooked and chipped wheat",
                        "fat",
                        "onion",
                        "coriander and natural dressings"
                    ],
                    "recipeInstructions": "Toast the wheat in a callana. Wash it and scrub it by hand until you release the skin. It is cooked in abundant water next to the beans and seasoned to taste"
                },
                {
                    "name": "SPROCKET SOUP",
                    "recipeInstructions": "The pinion is cooked for an hour, then peeled one by one and ground in the mill or stone. Later it is incorporated into the dough to make bread and kneaded half an hour. Finally the soup is made and fried in oil or horse fat."
                }, {
                    "name": "PURÉ DE PIÑORES",
                    "recipeIngredient": [
                        "Pine",
                        "Onions",
                        "Oil"
                    ],
                    "recipeInstructions": "The pine nuts are cooked, peeled and ground. It is cooked again for 10 minutes. adding chopped oil and onions."
                },
                {
                    "name": "PURRUN COYOI",
                    "recipeIngredient": [
                        "1 / 2 package of cochayuyo",
                        "1 small onion",
                        "1 leek",
                        "1 packet of coriander",
                        "3 garlic cloves",
                        "Salt and merken to taste",
                        "6 medium potatoes",
                        "1 / 2 liter of milk",
                        "3 eggs"
                    ],
                    "recipeInstructions": "The cochayuyo is cooked in the water and immediately itches. The cochayuyo is fried with the onion. Leek, and chopped cilantro very fine. Then add merken, salt and ground garlic; and fry it all together for 10 minutes. Meanwhile the potatoes are cooked with salt. Once ready, they are cut and sliced. A whole eggs are beaten and milk is added little by little. In a budinerase accommodate potatoes and cover with oil to cover the entire bottom. On this the pine prepared with the cochayuyo is distributed and the milk is covered again with a second base of sliced ​​potatoes. At the end the milk is added with the egg and put in the oven until golden brown."
                },
                {
                    "name": "KARETUN",
                    "recipeIngredient": [
                        "Lamb or beef liver",
                        "Merken",
                        "Coriander",
                        "Salt",
                        "Lemons"
                    ],
                    "recipeInstructions": "Remove the liver tissue and dicing or grinding with a fork. Cilantro and chili pepper are added. Let it cook 1/2 hour with the ingredients."
                },
                {
                    "name": "SEMITE",
                    "recipeIngredient": [
                        "Flour",
                        "Water",
                        "Salt"
                    ],
                    "recipeInstructions": "The ingredients are joined and they are kneaded as if for sopaipilla. They cook in a pot when the water is boiling."
                },
                {
                    "name": "MULTRUN",
                    "recipeIngredient": [
                        "3 kilos of wheat",
                        "8 liters of water",
                        "1 mill",
                        "1 pot of natural candy(blackberry, peach, etc.)"
                    ],
                    "recipeInstructions": "The wheat is washed, then cooked in the 8 cold water books for 1 hour. Once cooked the wheat sneaks into a container.Then it is ground in the mill.Once ground, it is decorated with prepared sweets or pastries.Ideal for onces or cocktails."
                }, {
                    "name": "ULPO SWEET",
                    "recipeIngredient": [
                        "Toasted flour",
                        "Water"
                    ],
                    "recipeInstructions": "Boil water. add flour and sugar until thick."
                },
                {
                    "name": "WE M$\text{\"U}$RKE",
                    "recipeIngredient": [
                        "Ripening Wheat"
                    ],
                    "recipeInstructions": "They are tied with spike that fit in the hand. The wheat is broken into the stone and then thrown. It is roasted in a callana. Finally it is rubbed until the straw is released and thrown again. It is milled in stone or mill."
                },
                {
                    "name": "ULPO SALADO",
                    "recipeIngredient": [
                        "Toasted flour",
                        "Water",
                        "Grease",
                        "Salt",
                        "Onion",
                        "Chicharrones",
                        "Aji(optional)"
                    ],
                    "recipeInstructions": "Boil the water and fry the onion in fat. Add the water along with the pork rinds. salt and pepper. In the end add flour until it thickens."
                },
                {
                    "name": "BEAN CREAM (kumuyal awash)",
                    "recipeIngredient": [
                        "(4 portions)",
                        "2 cups of beans",
                        "Pork pulp",
                        "Rosemary",
                        "Salt",
                        "Sweet Merken",
                        "Laurel",
                        "Oregano",
                        "Onion"
                    ],
                    "recipeInstructions": "Beans are soaked in cups of water. They heat up until the shells sound; they peel and wash, They are put in cold water until they are soft and stirring with a wooden spoon until they are ground like a cream. In a separate pot, fry the pulp with the onion. add the dressings and play together with the cream of beans. Serve with chili pepper for presentation."
                },
                {
                    "name": "MULTRUN (catuto)",
                    "recipeIngredient": [
                        "(12 units)",
                        "1 kilo of wheat",
                        "1 / 4 of ashes"
                    ],
                    "recipeInstructions": "The wheat is moistened and stepped on with ashes in a pan until the pen is released. When ready, put it in a basket and take it to an estuary where it is washed with water until it is clean. Then it starts to cook so that it softens without it recoating. He immediately withdraws from the fire. the water is thrown and the stone is prepared where it is ground. Once ground, the leg is formed."
                },
                {
                    "name": "BLOW",
                    "recipeIngredient": [
                        "Ripening Wheat"
                    ],
                    "recipeInstructions": "Two bundles of wheat are made, Sheaves are boiled for an hour in a large pot. Then they stretch and dry in the sun. Once ready they scrub to clean the straw. It is kept ground or whole. The souffle is used in soups, casseroles or with legumes. replacing rice or noodles."
                },
                {
                    "name": "TOASTED FLOUR SOUP",
                    "recipeIngredient": [
                        "Toasted flour",
                        "Potatoes",
                        "Carrot",
                        "Onion",
                        "Dressings, Salt, Parsley",
                        "1 egg"
                    ],
                    "recipeInstructions": "Wash and peel the potatoes and carrots. Put them to cook together with the diced onion. Add the fat, salt and dressings when it boils. Add toasted flour to taste. Once ready, toss the egg and chopped parsley."
                }, {
                    "name": "DIGÜEÑES TORTILLA",
                    "recipeIngredient": [
                        "Digueñes",
                        "Salt",
                        "Eggs",
                        "Fat or butter"
                    ],
                    "recipeInstructions": "Wash and dry the digueñes. Beat the eggs. Add the digueñes to the batter. Skip in a pan a little fat. If desired, add some flour."
                }, {
                    "name": "RESCOLD TORTILLA",
                    "recipeIngredient": [
                        "Flour",
                        "Yeast",
                        "Salt",
                        "Water"
                    ],
                    "recipeInstructions": "Bring together the flour, yeast, salt and water. Knead in a wooden bowl. Form into a round shape and allow to rise. Then bury in the embers of stove ash that has been with permanent fire which has been prepared with clean sand to achieve better cooking."
                }, {
                    "name": "MAYU PONI",
                    "recipeIngredient": [
                        "Water",
                        "Potatoes",
                        "Onions",
                        "Salt"
                    ],
                    "recipeInstructions": "Cook the potatoes and once cooked, grind them. Onion is prepared to the pen, fried in fat or butter with or without chili pepper. The onion is joined with the ground potatoes and served."
                }, {
                    "name": "LEAVENED BREAD",
                    "recipeIngredient": [
                        "Flour",
                        "Wheat",
                        "Water"
                    ],
                    "recipeInstructions": "Wheat is crushed and fermented in water. A dough is made that is left in the sack or crate of flour(preferably in a warm place). Once its size is increased, it is ready."
                }
            ]
        },
        {
            "name": "Licores de Frutas y Mistelas",
            "recipes": [
                {
                "name": "ANISETTE",
                "recipeIngredient": [
                    "90 to 100 starry liquor seeds",
                    "Half-orange peels without the white and dehydrated 1 piece of 2 cm. of cinnamon",
                    "114 cup of alcohol",
                    "Syrup",
                    "1/2 k sugar",
                    "1 1/2 cup of water"
                ],
                "recipeInstructions": "Crush the anise seeds and put them in a jar along with the peel and cinnamon and alcohol. Leave covered for 12 to 15 days. After that time a light syrup is made. Allow to cool and mix with the strained alcohol. Leave it for at least 3 months."
            }, {
                "name": "COCOA LIQUOR",
                "recipeIngredient": [
                    "300 gr. of cocoa beans",
                    "1/2 liter of alcohol",
                    "A part of orange peel",
                    "1 liter of water",
                    "1 kilo of sugar"
                ],
                "recipeInstructions": "Macerate in a jar the cocoa, the orange peel (without the white part) and the alcohol. Leave for about two weeks. Once the time has elapsed, strain the repair. Add the remaining cocoa beans in the filtrate to the syrup (when it is about to boil). Add the alcohol when the syrup is very cold."
            }, {
                "name": "CEDRON LIQUOR",
                "recipeIngredient": [
                    "1/2 liter water", "1/2 Kg. Sugar", "70 cedar leaves", "1 lemon peel", "1/2 liter alcohol"
                ],
                "recipeInstructions": "Boil the water with the sugar until dissolved. Let the lemon peels and alcohol cool in a bolus with the freshly cut leaves. Leave covered for 9 days. Filter and pack."
            }, {
                "name": "CHERRY LIQUOR",
                "recipeIngredient": [
                    "1/2 kg of cherries",
                    "1/2 liter of 60 degree alcohol",
                    "1 or 2 tablespoons lemon juice",
                    "600 ml syrup according to the normal recipe"
                ],
                "recipeInstructions": "Wash the cherries very well. Peel them and place the pulp in a glass container. Add syrup and lemon juice. Mix and let rest until the next morning. Strain and add alcohol.Store closed in a jar for approximately 25 days.Once that time has passed, filter and bottle."
            }, {
                "name": "CHERRY AND RAISE LIQUOR IN RED WINE",
                "recipeIngredient": [
                    "200 gr. of cherries",
                    "100 gr. of blond raisins",
                    "2 pieces of cinnamon",
                    "1 clove",
                    "1/2 orange peels",
                    "Y4 Lemon Peels",
                    "1/2 kg of sugar",
                    "1 liter of red wine from a glass bottle",
                    "1 tablespoon of starch diluted in cold water"
                ],
                "recipeInstructions": "Boil the ingredients for 5 minutes. Remove. Let cool. Leave it 2 or 3 days in the refrigerator. Strain, put the alcohol, put 12 new cherries in bottles and fill with the liquor."
            }, {
                "name": "CHOCOLATE LIQUOR",
                "recipeIngredient": [
                    "150 gr. chocolate bar 190 cm3 alcohol",
                    "375 cm3 of water",
                    "450 grams of sugar"
                ],
                "recipeInstructions": "Cut the chocolate into small pieces and add them to the cold water. Heat the water with which the chocolate dissolves. After a few minutes add the sugar slowly. Stir well but slowly. Try to dissolve the chocolate well. Filter and save. Wait at least two days to try."
            }, {
                "name": "Plum Liquor",
                "recipeIngredient": [
                    "12 plums",
                    "1/2 liter of 60 degree alcohol",
                    "1 sprig of vanilla",
                    "500 grams of sugar",
                    "1/2 liter of water"
                ],
                "recipeInstructions": "Wash the plums well, place them in a glass jar (putting four of them in half) together with vanilla, syrup and alcohol. Cover the bottle well and leave it for 30 days. After that time, filter and store, covering the bottle well."
            }, {
                "name": "FRUTILLA LIQUOR",
                "recipeIngredient": [
                    "250 grams of strawberries",
                    "5 grams of lemon peel (1/3 of lemon)",
                    "5 grams of orange peel",
                    "350 cm3 of 40 degree alcohol"
                ],
                "recipeInstructions": "Wash the strawberries with the tail. After drying remove the white part around it. Cut it into small pieces. Add the alcohol of 40 degrees. Leave in maceration for 15 days stirring daily. After that time add the syrup of the basic recipe. Filter, clarify and bottle."
            }, {
                "name": "MILK SWEET LIQUOR",
                "recipeIngredient": [
                    "200 gr. of dulce de leche",
                    "250 cm3 of 60 degree alcohol",
                    "1/2 liter of water",
                    "350 grams of sugar"
                ],
                "recipeInstructions": "The syrup is prepared, when it is ready the dulce de leche is added. If you stir without stopping, in a few minutes it will be well dissolved. Hot passes through the strainer. Then it is allowed to cool. Once cold, add the alcohol and stir again until unified. Save several days until you try. Remember to shake well before drinking."
            }, {
                "name": "MILK LIQUOR",
                "recipeIngredient": [
                    "1/2 liter of milk",
                    "400 grams of sugar",
                    "1 vanilla stick",
                    "1/2 liter of alcohol",
                    "2 slices of lemon"
                ],
                "recipeInstructions": "Put the milk, sugar, vanilla, alcohol, and lemon slices in a glass jar; Cover well and leave for 15 days, stirring every day. After 15 days filter the mixture twice with a filter paper."
            }, {
                "name": "PEACHES LIQUOR",
                "recipeIngredient": [
                    "1 Kg. Peaches plus 1 whole",
                    "1/2 liter alcohol",
                    "700g sugar",
                    "3/4 liter water",
                    "1 orange peels",
                    "1 clove",
                    "A piece of cinnamon stick"
                ],
                "recipeInstructions": "In a bolus put the peels and peaches of the peaches plus the whole with alcohol. Leave 10 days, after that time strain and mix the cold syrup made with sugar and water. Put the peels, cloves and cinnamon. Filter a second time with waning moon phase cloth. Pack in bottles and let stand 3 months before consuming."
            }, {
                "name": "BERRY'S LIQUOR",
                "recipeIngredient": [
                    "640 ml of 60 degree alcohol", "180 grams of blackberry"
                ],
                "recipeInstructions": "After washing the blackberries, place them in a jar next to the alcohol for 3 days. Prepare 112 liter of syrup. Filter the maceration several times and then combine with the syrup. Bottle for a month before trying."
            }, {
                "name": "SPECIAL GUIDED LIQUOR",
                "recipeIngredient": [
                    "2 sliced peeled beets",
                    "1 green apple with wedges in wedges",
                    "4 cloves",
                    "2 sprigs of cinnamon sticks",
                    "1 1/2 lemon peels",
                    "1/4 orange peels",
                    "1 1/2 cup of alcohol",
                    "Syrup",
                    "1/2 k sugar",
                    "1/2 liter of water"
                ],
                "recipeInstructions": "Put the ingredients in a bolus, add the alcohol and leave it covered for 8 days, then strain. The syrup is made by letting it boil 5 minutes. Once cold mix with alcohol, filter and package. In summer you can add 6 to 8 whole drunken plums with 2 or 3 cuts."
            }, {
                "name": "EGG LIQUOR",
                "recipeIngredient": [
                    "3/4 of a liter of milk 1/2 kilo of sugar",
                    "1 vanilla bean 8 yolks",
                    "400 ml of alcohol"
                ],
                "recipeInstructions": "Boil the milk with vanilla and sugar for 5 minutes. Remove from cooking and let cool. Beat the yolks and add the milk. Mix very well and incorporate the alcohol, mixing again. Filter it through a muslin or thread cloth."
            }, {
                "name": "LEMON LIQUOR",
                "recipeIngredient": [
                    "250 cm 3 of alcohol at 60 degrees",
                    "45 grams of lemon peels, remove the white part",
                    "700 grams of sugar",
                    "1 liter of water"
                ],
                "recipeInstructions": "Leave the peels and alcohol in a sterilized bottle for 25 days. After this time, filter the alcohol (250 ml.) And add 200 ml of cold syrup (basic recipe). Filter and clarify. Store for a month before trying it."
            }, {
                "name": "MANDARIN LIQUOR",
                "recipeIngredient": [
                    "480 cm 3 of alcohol 60°",
                    "45 grams of Creole girls tangerine peels, remove the white part"
                ],
                "recipeInstructions": "Leave to macerate for 23 days in a sterilized bottle. For the syrup I use 450 grams of sugar and 600 ml of water. Add the water to the sugar and partially dissolve. Add 50 cm 3 of mandarin juice. Heat and wait until it starts to boil for 10 minutes. Remove and let cool. For the mixture use e # alcohol and add to the syrup, leaving an orange product."
            }, {
                "name": "MINT LIQUOR",
                "recipeIngredient": [
                    "50 mint leaves",
                    "1/2 liter alcohol",
                    "1/2 liter water",
                    "1/2 kg sugar"
                ],
                "recipeInstructions": "Put in a bolus the freshly cut mint leaves (this is important so that the chlorophyll of the leaf leaves better flavor and color) and alcohol. Leave covered for 8 to 10 days, apart make a syrup that is boiled 3 minutes with water and sugar. It is then allowed to cool and mixed with the strained alcohol. Filter and bottle."
            }, {
                "name": "HONEY LIQUOR",
                "recipeIngredient": [
                    "300 grams of honey",
                    "Cinnamon",
                    "Clove",
                    "300 ml of water",
                    "Zest of 2 oranges",
                    "1/2 liter of 60 degree alcohol"
                ],
                "recipeInstructions": "Place the orange zest in a wide mouth jar. Pour alcohol, cover and macerate for 2 weeks. Heat the water and dissolve the honey in it. Out of the heat add the cloves and cinnamon. Let cool. Mix with the orange flavored alcohol. Park a few days, occasionally stirring the container. Then let stand absolutely two more days. Filter and bottle."
            }, {
                "name": "PEAR LIQUOR",
                "recipeIngredient": [
                    "300 grams of pear",
                    "300 cm3 of 60 degree alcohol",
                    "Cinnamon powder"
                ],
                "recipeInstructions": "Clean and remove the skin from the pear. Count it in small parts taking into account not to put the seeds or anything other than the pulp. Add a pinch of cinnamon powder. Finally add the alcohol and let it macerate for several days. After that time filter the alcohol very well and prepare the syrup of the basic recipe. Add everything and leave for a month until you try it."
            }, {
                "name": "PLUM LIQUOR",
                "recipeIngredient": [
                    "1/2 kg ripe plums",
                    "3 cloves",
                    "1 liter vodka or brandy",
                    "150-200g sugar",
                    "3g citric acid",
                    "cinnamon twig (optional)"
                ],
                "recipeInstructions": "Macerate ingredients for 4 weeks, filter, bottle and let stand another 2 weeks."
            }, {
                "name": "MEMBER LIQUOR",
                "recipeIngredient": [
                    "Quinces",
                    "sugar",
                    "rectified alcohol",
                    "bitter almonds",
                    "cinnamon",
                    "coriander"
                ],
                "recipeInstructions": "Clean quinces by rubbing them with cotton cloth. grated and let stand 24 hours in a cool dry place. Strain the juice later through a cloth, pressing the quinces.Then take it to the fire.Let it boil and add 350 g sugar per liter of juice.Cook until the liquid is clear.Let cool, measure juice and then add the same amount of alcohol. For each liter of liquid, peeled almonds, 5 g cinnamon sticks and lg coriander are added. Pour liquid into suitable jars, let them rest 3 - 4 days in the sun. Subsequently filter, pour into clean bottles and store in a cool place."
            }, {
                "name": "LION TOOTH LIQUOR",
                "recipeIngredient": [
                    "300g dandelion (flowers, without stem or green leaves)",
                    "2 teaspoons of lemon zest",
                    "4 lemons juice",
                    "3 liters vodka or brandy",
                    "450g sugar (flavored with vanilla)",
                    "450cc water"
                ],
                "recipeInstructions": "Macerate flowers with zest, lemon juice and alcohol for 4 weeks. Prepare a syrup with the indicated amounts of sugar and water. Filter the liquor, add syrup and bottle. Interesting facts: The flowers, before opening, can also be preserved in vinegar to use as a condiment or accompany other dishes."
            }, {
                "name": "PEACHES LIQUOR",
                "recipeIngredient": [
                    "1/2 kg ripe peaches",
                    "1/4 liter water",
                    "3/4 kg sugar",
                    "3/4 liter fine alcohol for human consumption"
                ],
                "recipeInstructions": "Peel and cut peaches into pieces. Put them in a bowl along with the sugar and water. Cover and macerate 2-3 days. Filter the fruit through a white genre and pressing. Mix with alcohol and bottle. Wait at least 15-20 days before consuming"
            }, {
                "name": "BERRY'S LIQUOR",
                "recipeIngredient": [
                    "2kg blackberries",
                    "3 liters of vodka or brandy",
                    "150g sugar"
                ],
                "recipeInstructions": "Place the blackberries with alcohol in a suitable container, cover and let marinate 4 weeks. Separate both ingredients by passing them through a strainer and let stand another 4 weeks. Filter, add sugar and stir vigorously until dissolved. Let stand another week and bottle."
            }, {
                "name": "RASPBERRY LIQUOR",
                "recipeIngredient": [
                    "1 kg of raspberries",
                    "2 cloves",
                    "1 twig or 2 cinnamon ",
                    "1 liter of cognac",
                    "1/2 kg sugar"
                ],
                "recipeInstructions": "Wash the raspberries and dry them on a clean cloth by draining the water. Then place them in a 2-liter sealed jar, cognac, sugar, cloves, cinnamon and fill the jar with raspberries. Leave to macerate for 4 weeks (at least) in a dark place, stirring occasionally until the sugar is finished dissolving. Once that time has elapsed, strain it with a cloth strainer and bottle it."
            }, {
                "name": "ORANGE LIQUOR",
                "recipeIngredient": [
                    "7 very ripe oranges",
                    "4 cloves",
                    "Twig cinnamon (chopped)",
                    "Pulp of a vanilla bean",
                    "900cc brandy",
                    "500g sugar",
                    "200cc distilled water"
                ],
                "recipeInstructions": "Wash oranges with hot water and peel them (discarding the white part). Cut very thin shells.place them in glass bowl with spices and brandy.Let it macerate in a dark place for 8 weeks, stirring its contents occasionally.Dissolve the sugar in distilled water over moderate heat and add it to the previous preparation.Let stand another 8 weeks.Subsequently filter twice and bottle.It will remain for 1 year."
            }, {
                "name": "VIOLET LIQUOR",
                "recipeIngredient": [
                    "200g of violets",
                    "1/2 liter water",
                    "150g sugar",
                    "1/4 liter schnapps",
                    "5 measures of cognac"
                ],
                "recipeInstructions": "Remove the petiole to the violets, place the flowers in a bowl and bathe them with 1/2 liter of boiling water. Cover and let stand for 12 hours. Strain into a pot and add 150g sugar. Put on the fire stirring constantly until it reaches almost the boiling temperature. Remove the pot from the heat and let cool. Incorporate 1/4 liter of brandy and 5 measures of brandy. Pour the liquor in clean bottles, close and store in a cool and dry place."
            }, {
                "name": "YERBA MATE LIQUOR",
                "recipeYield": "1 liter",
                "prepTime": "20 minutes",
                "cookTime": "7 minutes approx, 16 days rest",
                "recipeIngredient": [
                    "Alcohol 90% 1/2 liter",
                    "Yerba Mate without stick 5 tablespoons",
                    "Lump sugar 600 g"
                ],
                "recipeInstructions": "For this recipe, you will need the following utensils: glass jar(wide mouth and 1.5 litres capacity, with lid), Wooden spoon, Pan(small), Strainer(fine mesh), Filter, Funnel, bottle(with cap). Pour the alcohol into the jar and add the yerba mate. While stirring gently with the wooden spoon, cover and let stand 8 days, moving the bottle gently every day, without uncovering it, for about 3 min. After that time on the ground, pour 1/2 I. of water, add the sugar and bring to a high heat until it boils. Then withdraw. Strain the mixture of alcohol and maté into the pot. Discard the yerba mate. Then, place the filter inside the funnel and insert it into the bottle and pour the contents of the pot. Then, cover the bottle and let stand, at least 8 days before consuming."
            }, {
                "name": "MANDARIN LIQUOR",
                "recipeIngredient": [
                    "25 tangerines",
                    "1 liter alcohol suitable for human consumption",
                    "1 1/2 liter water",
                    "700g refined sugar"
                ],
                "recipeInstructions": "Prick the tangerines and let them rest 4 days in alcohol. Prepare then a syrup with sugar and water(it should be cooked 5 minutes from the boil). Let cool well and add it to alcohol, which after faccerating the tangerines will have taken a yellowish hue.Bottling and serving freshly after 10 days."
            }, {
                "name": "CHRISTMAS LIQUOR",
                "recipeIngredient": [
                    "125g figs passes",
                    "50g dates (scrapped)",
                    "75g prunes (shaved)",
                    "50g dried apple rings",
                    "1 heaped tablespoon raisins",
                    "1/2 chaucha",
                    "1/2 cinnamon twig",
                    "3 cloves",
                    "3 peppercorns",
                    "pinch cardamom",
                    "1 tablespoon pure honey, 125g cande sugar (brown)",
                    "700cc brandy"
                ],
                "recipeInstructions": "Place dried fruits in a bowl, bathe with 350cc brandy, cover and let marinate 24 hours. Pour the entire contents into a large glass bowl, add spices, honey, sugar and 350cc brandy. Let the liquor ripen for 4 weeks, then filter and let it rest for a while. Another option: reinstate the fruits (but not the spices) after filtering the liquor."
            }, {
                "name": "GOLD LIQUOR",
                "recipeIngredient": [
                    "1 liter of alcohol",
                    "1 liter of raw milk",
                    "1/2 liter of water",
                    "3 vanilla sticks",
                    "1 lilo of sugar",
                    "1/2 grs of saffron",
                    "9 peeled and broken almonds",
                    "2 small sliced lemons 12 cloves"
                ],
                "recipeInstructions": "Mix all ingredients in a jar. Cover and stir every day, always on the same side. Leave 15 days and filter on filter paper."
            }, {
                "name": "GLOSSY LIQUOR",
                "recipeIngredient": [
                    "1 kg of redcurrant",
                    "2 1/2 liter of brandy 1 bottle of red wine",
                    "1 1/2 kg of sugar"
                ],
                "recipeInstructions": "Mix the wine with the brandy and currants. Let stand for 2 months. After that time, strain and add sugar. Store in non-metallic bottles or pots."
            }, {
                "name": "SHOOT HISTORS",
                "recipeIngredient": [
                    "5 mature pads of pacifiers"
                ],
                "recipeInstructions": "Scrape off everything in the pacifier with a teaspoon and empty it into a glass jar. Leave in maceration with triple amount of pure alcohol. After 15 days filter and add syrup to taste."
            }, {
                "name": "BONE HISTORY",
                "recipeInstructions": "Boil 1 kilo of bones in 2 liters of water until it is reduced by half.Filter and add syrup and alcohol to taste. Bottle up."
            }, {
                "name": "POLE HISTORY",
                "recipeIngredient": [
                    "A handful of pennyroads",
                    "2 cups of pure alcohol",
                    "2 1/2 cups of water",
                    "2 cups of sugar"
                ],
                "recipeInstructions": "Put the pulley in the alcohol and let stand for 4 days. Make syrup with water and sugar until a small boil is released. When it is cold the alcohol is added. Strain and bottle."
            }, {
                "name": "SPECIFIED HOT WINE HISTORY",
                "recipeIngredient": [
                    "1 bottle of red wine",
                    "180 gr. of sugar",
                    "1 piece of lemon rind 1 clove",
                    "1 pinch of cinnamon",
                    "1 apple",
                    "1 pear"
                ],
                "recipeInstructions": "In a saucepan, put the wine, along with the sugar, lemon rind, clove, cinnamon, apple and pear cut into quarters. Heat without letting it boil. Serve in glasses with a slice of lemon."
            }, {
                "name": "MINT HOOK",
                "recipeInstructions": "1 kilo of sugar is boiled in a liter of water for 20 minutes. Remove once cold add 5 grs. Mint extract and color with small amount of vegetable aniline. Finally add a 90° cup of alcohol."
            }, {
                "name": "MURTA MISTELA",
                "recipeInstructions": "Fill a bottle halfway to mature and clean dead women. Complete the bottle with brandy.It is left in maceration for 20 days.Add syrup to taste.This mistela can be made with the juice of the canned fruit and alcohol."
            }, {
                "name": "YERBA MISTELA",
                "recipeIngredient": [
                    "2 cups of pure alcohol",
                    "5 tablespoons of grass",
                    "2 cups of sugar",
                    "5 cloves"
                ],
                "recipeInstructions": "Put the grass in pure alcohol and leave it for 10 days, moving the bottle daily. Prepare a syrup with water and sugar. When a small boil, let it cool. Place the alcohol and add the syrup through everything through filter paper."
            }, {
                "name": "COFFEE MISTELA",
                "recipeInstructions": "Make a syrup with 4 cups of water and three cups of sugar. Boil and reduce a little. It should be creamy. Add highly loaded prepared coffee beans or instant coffee. Let cool. Add 1 / 2 liter of brandy. Bottle up."
            }, {
                "name": "VANILLA HISTORY",
                "recipeIngredient": [
                    "1 vanilla bean",
                    "1 cup alcohol",
                    "1 tablespoon cornstarch",
                    "1 cup milk",
                    "1/2 cup double cream",
                    "1 teaspoon of vanilla",
                    "Syrup",
                    "300 gr. of sugar",
                    "1 1/2 cup of water"
                ],
                "recipeInstructions": "Put the bolus with alcohol on a bolus. Leave it covered for 6 hours. Make the syrup. On the other hand bring to boil the starch, milk and double cream, remove, let cool. put the vanilla and mix with the previous preparations. Leave covered for 1 month, strain, filter and package."
            }, {
                "name": "CHANCACA HISTORY",
                "recipeInstructions": "Boil 1 liter of white wine with VI of Kg. Of chancaca for 20 minutes. Remove from the fire. Once cold add a cup of brandy."
            }, {
                "name": "WINE AND ROSES MISTELA",
                "recipeInstructions": "Wash 2 cups of rose petals.Remove the white base of each of them, because they are bitter.Leave them in a glass container with 1 liter of white wine of the best quality.Add 4 cloves and 1 cup of sugar.Macerate for two or three days.Filter with a thin cloth and pack in the bottle.Store in a cool dry place.Serve cold."
            }, {
                "name": "DURAZNOS AGUARDIENT",
                "recipeIngredient": [
                    "Must have 20 peaches",
                    "1 liter of brandy",
                    "1/2 kilo of sugar",
                    "2 glasses of water 4 cloves 1 cinnamon stick"
                ],
                "recipeInstructions": "Prick peaches with a fork. Pass the fruit through boiling water. Take it out in a strainer and then put it under cold water. Remove them when they are stretched and put in a glass vessel. The sugar is boiled with two glasses of water for five minutes. Then he throws himself on the peaches. The ground spices are added with the brandy. When it cools it is covered and put to rest for at least a month."
            }, {
                "name": "MONKEY ANISE",
                "recipeInstructions": "Dissolve some grs. of sugar in 5 liters of cold water and in 2 liters of brandy 10 drops of anise extracts. Mix both prepared for 2 more or less brown and filter once stirred."
            }, {
                "name": "GIRL OF AFRECHO",
                "recipeInstructions": "A kilo of bran is boiled with enough water.It is filtered, and once the liquid is cold, put a little yeast.It is left to ferment."
            }, {
                "name": "CULEN GIRL",
                "recipeInstructions": "An infusion of culén stick with 4 cloves is prepared.It is sweetened to taste.It sets in the sun for a few days until it ferments.But it doesn 't cover. when it is ready it becomes foamy, and then it is covered with a tulle. It should be consumed soon."
            }, {
                "name": "HONEY GIRL",
                "recipeInstructions": "Dissolve in boiling water with a sprig of black mint and honey. Once cold, remove and add a teaspoon of yeast and let it ferment."
            }, {
                "name": "DEVIL FOAM",
                "recipeInstructions": "For each glass of wine, you put a whole egg and two teaspoons of sugar. You put everything in a bolus and beat in a water bath until you generate foam. It is served hot."
            }, {
                "name": "HOT CHICHA",
                "recipeInstructions": "Heat apple sauce and add cinnamon and sugar to taste.When serving, orange slices with peel are added."
            }, {
                "name": "GUINDADO",
                "recipeIngredient": [
                    "1 liter of red wine",
                    "1/4 Kg. Of fresh sour cherries",
                    "1/2 kg of sugar",
                    "1 glass of brandy"
                ],
                "recipeInstructions": "Boil for 20 minutes. Remove, and once cold, add the brandy"
            }, {
                "name": "ROMPON",
                "recipeInstructions": "Boil for 20 minutes 1 liter of milk with 1 / 2 kilo of sugar and vanilla.Beat 6 egg yolks with 1 / 2 cup of sugar until the mixture is white and foamy. Remove the milk from the heat and then stop boiling, add a few tablespoons of it to the yolks, beating it without stopping.When the yolks are liquid, they are added to the milk while stirring while cooling, so that it does not cut.Once cold, add alcohol to taste, then, it should be a little strong.To decorate, add a small amount of yellow vegetable aniline."
            }, {
                "name": "WRAPPED WINE",
                "recipeInstructions": "Put 2 liters of rose wine in a glass bowl.Add 2 oranges or lemons, previously punctured with a stick to release the flavor.Leave it for 4 days.From time to time stir with a wooden spoon.On the fifth day, add 2 cups of sugar; 2 cloves a cinnamon stick and a cup of 90 th alcohol.Let stand 4 more days, always stirring. Filter and bottle."
            }]
        }
    ]
}